<template>
  <div class="hello">
    <h3>免责声明</h3>
    <p>同步财经小程序的区块链行情由各大交易所提供。不保证内容信息绝对
正确可班；对于任何因资料不确或遗漏又或因根据或愤赖本小程序资料
所作决定、行动或不行动而引致之损失或损害，同步财经概不负责（不
论是民串佞权行为资任或合约贲任或其他）</p>
    <p>同步财经竭力确保其提供之资料准确可a,但不保证该等资料绝对正确
可搿。客户应運愤判断行悄价格、图表、评论和昀买或者其他信息的准
确性。</p>
    <p>同步财经所提供的所有资讯和行情数据信息，仅供参考。客户不应将其
视为同步财经明示、默示地承话投资收益，不应将其视为具体品种选
择/买卖时机的建议，不应将其视为对区块链市场、品种的走势、投资
区块链的可行性分析、预测或建议，或任何其他形式的区块链投资咨
询/建议。</p>
  </div>
</template>
<style scoped>
    .hello{
        color: #333;
        text-align: left;
    }
    .hello h3 {
        text-indent: 1rem;
        padding: 0 15px;
        font-size: 16px
    }
    .hello p {
        text-indent: 2rem;
        font-size: 14px;
         padding: 0 15px;
    }
</style>